Repository: panic175/umbrella-antivirus-hack-protection
Catalog: config/locales/umbrella-antivirus-hack-protection-*.po
Languages: sv_se

source: Writable Files
sv_se: Skrivbara filer

source: File
sv_se: Fil

source: Chmod
sv_se: Skrivrättigheter

source: Recommended
sv_se: Rekommenderad

source: This scanner does not work with your version of WordPress. Please update your core files.
sv_se: Genomsökningen går tyvärr inte att göra med din version av WordPress. Var vänlig uppdatera till senaste version.

source: Please also make sure that Umbrella is running the latest version
sv_se: Glöm inte att dubbelkolla så att du kör den senaste versionen av Umbrella Site Protection

source: An introduction to Umbrella Network
sv_se: En introduktion till Umbrella Network

source: Enable admin notices
sv_se: Aktivera notiser

source: Disable admin notices
sv_se: Stäng av notiser

source: Empty logs
sv_se: Töm logg

source: Logs
sv_se: Loggar

source: You have no log entries yet.
sv_se: Inga logginlägg sparade..

source: Time
sv_se: Tid

source: Module
sv_se: Modul

source: IP-address
sv_se: IP-adress

source: toggle advanced details
sv_se: visa/dölj avancerade inställningar

source: VISITOR INFORMATION
sv_se: Information om besökaren

source: Do you enjoy our product?
sv_se: Är du nöjd med vår produkt?

source: Why not sign up for email updates? We promise we won't spam you, and we'll only send out emails when we have written someting truly worth reading.
sv_se: Gå gärna med i vårt nyhetsbrev. Vi lovar att vi bara skickar ut e-post när vi har något som verkligen är värt att läsa.

source: SUBSCRIBE
sv_se: Gå med!

source: Database backups
sv_se: Säkerhetskopiera databasen

source: This will export all of your database tables into a downloadable SQL-file.
sv_se: Exportera databasen till en nedladdningsbar SQL-fil.

source: Backup mySQL-database now
sv_se: Skapa SQL-fil nu

source: Date Created
sv_se: Datum skapad

source: MD5 checksum
sv_se: MD5 sträng

source: Location
sv_se: Sökväg

source: File Size
sv_se: Filstorlek

source: Download
sv_se: Ladda ner

source: Download SQL-file
sv_se: Ladda ner SQL-fil

source: Plugin Vulnerabilities
sv_se: Säkerhetshål i plugins

source: Plugin Name
sv_se: Plugin Namn

source: Vulnerabilities
sv_se: Säkerhetshål

source: No vulnerabilities found.
sv_se: Inga säkerhetshål hittades

source: Couldn't connect. Please reload this page.
sv_se: Något gick fel vid anslutningen till databasen. Försök med att ladda om sidan.

source: No external information found about this vulnerabilty.
sv_se: Ingen extern information hittades om detta säkerhetshål

source: Theme Vulnerabilities
sv_se: Säkerhetshål i teman

source: Theme Name
sv_se: Temats namn

source: Theme Version
sv_se: Temats version

source: General
sv_se: Allmänt

source: Domain Name
sv_se: Domännamn

source: Safe Browsing
sv_se: Säker webbsökning

source: Domains on IP
sv_se: Domäner på IP

source: Software
sv_se: Serverprogram

source: Database
sv_se: Databas

source: Database Type
sv_se: Databastyp

source: Database Host
sv_se: Databasvärd

source: Database Name
sv_se: Databas

source: Database User
sv_se: Databasanvändare

source: CDN &amp; DDOS-Protection
sv_se: CDN & DDOS-skydd

source: Protected by CloudFlare
sv_se: Skyddat av Cloudflare

source: Set up with CloudFlare.com
sv_se: Konfigurera Cloudflare

source: Settings
sv_se: Inställningar

source: This plugin does nothing by default, and that's because we want you to know whats happening behind the scenes. With that said, please choose wich modules and settings you want to use with Umbrella. Even if nothing is loaded by default, we recommend you to activate them all for best protection.
sv_se: Det här pluginet gör inget av sig självt utan du ber det om det. Vi vill att användaren ska ha 100% koll på vad som händer och därför måste du själv välja vilka moduler du vill använda med Umbrella. Vi rekommenderar dig att aktivera alla moduler för bästa säkerhet.

source: Enable/disable settings
sv_se: PÅ/AV inställningar

source: Name
sv_se: Namn

source: Description
sv_se: Beskrivning

source: Save Changes
sv_se: Spara ändringar

source: Automatic Plugin Updates.
sv_se: Automatiska pluginuppdateringar

source: Automatic updates of this plugin is enabled by default.
sv_se: Automatiska pluginuppdateringar är aktiverat som standard.

source: Enable automatic updates
sv_se: Aktivera automatiska pluginuppdateringar

source: Disable automatic updates
sv_se: Stäng av automatiska pluginuppdateringar

source: Core Scanner
sv_se: WordPress scanner

source: This will search trough your core folders for unexpected files or modifications in core files.
sv_se: Filsökaren söker igenom din WordPress installation efter okända filer eller modifikationer.

source: The scanner will not include your wp-content directory nor your wp-config.php file.
sv_se: Det här inkluderar inte filer under /wp-content eller wp-config.php

source: Scan core files
sv_se: Sök igenom WordPress-installationen

source: Core scanner succeeded without any errors. Your WordPress CORE is fine =)
sv_se: Filscanningen slutfördes utan problem. Inga misstänkta filer eller modifikationer har hittats i din WordPress-installation.

source: Results from latest scan:
sv_se: Resultat från din senaste genomsökning:

source: Error
sv_se: Felmeddelande

source: File path
sv_se: Sökväg

source: md5 checksum
sv_se: MD5 sträng

source: Action
sv_se: Åtgärd

source: Update Now
sv_se: Uppdatera nu

source: Site Protection
sv_se: Webbplatsskydd

source: A new version of Umbrella Site Protection is available: <strong>%s</strong>. Please update now for better protection.
sv_se: En ny version av Umbrella Site Protection finns tillgänglig: <strong>%s</strong>. Uppdatera nu för bättre säkerhet.

source: View logs
sv_se: Visa loggar

source: You have <strong>%d</strong> unread log message(s).
sv_se: Du har <strong>%d</strong> olästa meddelanden

source: Plugins & Themes
sv_se: Plugin & Teman

source: WordPress CORE
sv_se: WordPress-installation

source: Database Backup
sv_se: Säkerhetskopiera databas

source: Unknown
sv_se: Okänd

source: Connection Problem
sv_se: Anslutningsproblem

source: Ignore
sv_se: Ignorera

source: View Changes
sv_se: Visa ändringar

source: Check for plugin updates each 10 minutes instead of each 12 hours.
sv_se: Kontrollera pluginversioner var 10nde minut istället för WordPress default (12 timmar).

source: Block all unauthorized and irrelevant requests through query strings.
sv_se: Blockera oönskade och misstänkta GET/POST-förfrågningar

source: Add CAPTCHA to login screen.
sv_se: Förhindra bruteforce attacker med CAPTCHA verifiering

source: Hide version numbers in your front-end source code for WordPress-core and all of your plugins. This will affect meta-tags, stylesheet and javascripts urls.
sv_se: Dölj din WordPress-installations versionsnummer för besökaren. Denna modul påverkar även plugin och teman som inkluderar js/css på ett korrekt sätt.

source: Completely turn off trackbacks &amp; pingbacks to your site.
sv_se: Stäng av trackbacks och pingbacks till din webbplats.

source: Disable Themes & Plugins-editor so that files can not be changed trough WordPress Dashboard.
sv_se: Stäng av Tema- & Plugin editorn så att filer inte kan redigeras genom WordPress Dashboard.

source: WARNING! Captcha Login doesn't work without the GD & FreeType PHP modules.
sv_se: VARNING! Captcha login fungerar inte utan modulerna PHP-modulerna GD & FreeType.

source: Blocked suspicous request
sv_se: Blockerade misstänkt förfrågan
